anthropic.claude-code
esbenp.prettier-vscode
github.copilot-chat
golang.go
mechatroner.rainbow-csv
ms-azuretools.vscode-containers
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode.vscode-typescript-next
oracle.oracle-java
redhat.java
streetsidesoftware.code-spell-checker
tomoki1207.pdf
unifiedjs.vscode-mdx
vitest.explorer
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
